// src/components/About.js
import React from 'react';
import { Container, Row, Col } from 'react-bootstrap';

const About = () => {
    return (
        <Container fluid>
            <Row>
                <Col>
                    <h1>Про сервіс</h1>
                    <p>
                        Наша платформа пропонує унікальні метафоричні карти, які допомагають у самопізнанні та розвитку.
                        Ми пропонуємо інтуїтивно зрозумілий інтерфейс для роботи з картами онлайн.
                    </p>
                    <p>
                        Користувачі можуть додавати карти до робочої області, переміщувати їх, переглядати зворотний бік і
                        зберігати результати своєї роботи. Наш сервіс також пропонує можливість експортувати результати у
                        форматі зображення або PDF.
                    </p>
                </Col>
            </Row>
        </Container>
    );
};

export default About;
